{
    "t1": {"text": "Trong tuần đầu tiên mang thai, mẹ chưa thực sự mang thai nhưng cơ thể đang làm việc hết sức chăm chỉ cho một sự kiện quan trọng: ngày rụng trứng! Một thai kỳ thường kéo dài 40 tuần và sự hình thành thai của thai nhi được tính từ ngày bắt đầu kỳ kinh cuối.", "img":""},
    "t2":  {"text": "Mẹ rụng trứng ở đầu tuần thứ 2. Tế bào trứng này được thụ tinh trong vòng 12 – 24h sau khi tinh trùng thâm nhập vào. Đây là nguyên lý sinh học đơn giản trước khi dẫn đến những quá trình phức tạp hơn để hình thành sự sống của một con người. Trong một vài ngày sau đó, trứng đã được thụ tinh này sẽ phân chia thành nhiều tế bào khi nó di chuyển xuống ống dẫn trứng, đi sâu dần vào lớp niêm mạc tử cung.", "img":""},
    "t3":  {"text": "Thời điểm này, tế bào trứng đã được thụ tinh nằm nép vào bên trong lớp niêm mạc tử cung có hình dạng như một quả bóng siêu hiển vi với hàng trăm tế bào nhỏ sẽ phát triển thành thai nhi sau này.“Quả bóng”này được gọi là phôi thai sẽ bắt đầu sản sinh ra hooc-môn thai kỳ hCG – loại này sẽ ngăn chặn sự rụng trứng hình thành kinh nguyệt hàng tháng của các mẹ.", "img":""},
    "t4":  {"text": "Phôi thai chính thức được hình thành và các mẹ có thể nhận biết mình đang mang thai thông qua hiện tượng không thấy xuất hiện kinh nguyệt hoặc dùng que thử thai.", "img":""},
    "t5":  {"text": "Thai nhi có hình dạng một con nòng nọc hơn là giống người bình thường nhưng đây là thời gian phát triển rất nhanh của thai. Hệ thống tuần hoàn đang dần hình thành và trái tim bé bỏng bắt đầu có nhịp đập ở tuần 5 này.", "img":""},
    "t6":  {"text": "Các bộ phận như mũi, miệng và tai bắt đầu tạo hình; ruột và não bộ cũng phát triển dần từ tuần này.", "img":""},
    "t7":  {"text": "Phôi thai hoàn thiện. Kích thước của thai nhi đã to gấp đôi kể từ tuần trước nhưng vẫn có đuôi đằng sau. Cái đuôi này sẽ sớm biến mất thôi. Chân và cánh tay nhỏ bé trông giống như mái chèo đang dần được định hình.", "img":""},
    "t8":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 1.6cm, cân nặng khoảng 1g. Thai nhi bắt đầu có những chuyển động xung quanh mặc dù các mẹ chưa cảm nhận được. Tế bào thần kinh được phân nhánh và hình thành những ống thần kinh đầu tiên. Bên cạnh đó cũng phát triển ống thở từ cổ họng đến phổi của thai nhi. ", "img":""},
    "t9":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 2.3cm, cân nặng khoảng 2g. Về cơ bản, phần sinh lý cơ bản của thai nhi đã phát triển đúng vị trí (thậm chí còn phát triển dái tai nhỏ xíu) nhưng vẫn còn nhiều bộ phận nữa phát triển về sau. Lúc này, đuôi phôi thai cũng biến mất. Trọng lượng của thai nhi còn rất nhẹ nhưng đây là khoảng thời gian bé sẽ bắt đầu tăng cân nhanh chóng.", "img":""},
    "t10":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 3.1cm, cân nặng khoảng 4g. Phôi thai đã hoàn thành giai đoạn quan trọng nhất của sự phát triển. Da của bé vẫn còn mờ nhưng chân tay đã có thể gập hoặc uốn cong và những tiểu tiết như móng tay cũng bắt đầu hình thành.", "img":""},
    "t11":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 4.1cm, cân nặng khoảng 7g. Thai nhi đã gần như hoàn thiện cơ thể. Bé có thể đá, vươn người và thậm chí nấc vì cơ hoành phát triển mặc dù các mẹ khó có khả năng cảm nhận thấy những hoạt động này.", "img":""},
    "t12":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 5.4cm, cân nặng khoảng 14g. Ở tuần 12 này, thai nhi sẽ có những phản xạ từ bên trong như: Ngón tay có thể xoè ra, cụp lại Ngón chân có thể gập lại Miệng có động tác như bú mút Thai nhi sẽ cảm nhận được nếu như các mẹ chọc nhẹ từ bên ngoài bụng nhưng các mẹ thường không thể biết được những chuyển động của bé bên trong.", "img":""},
    "t13":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 7.4cm, cân nặng khoảng 23g. Đây là tuần cuối của giai đoạn tam cá nguyệt thứ nhất. Những ngón tay nhỏ bé giờ đây đã có vân tay và những cơ quan bên trong cũng như mạch của cơ thể có thể nhìn thấy rõ ràng qua da. Nếu thai nhi là bé gái, cơ quan buồng trứng cũng đã chứa hơn 2 triệu trứng trong đó.", "img":""},
    "t14":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 8.7cm, cân nặng khoảng 43g. Những xung não của bé bắt đầu hoạt động và cũng có những cử động của cơ mặt. Tuần này, thận cũng dần làm việc. Nếu siêu âm, các mẹ có thể bắt gặp thời điểm bé mút ngón tay.", "img":""},
    "t15":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 10.1cm, cân nặng khoảng 70g. Mi mắt của thai nhi chưa mở ra nhưng bé vẫn cảm nhận được ánh sáng. Nếu thử chiếu đèn pin vào bụng, bé sẽ di chuyển khỏi chỗ có chùm sáng đó. Siêu âm thực hiện trong tuần này có thể biết được giới tính của bé.", "img":""},
    "t16":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 11.6cm, cân nặng khoảng 100g. Những chi tiết trên da đầu bắt đầu xuất hiện mặc dù chưa nhìn thấy tóc của bé. Phần chân cũng phát triển hơn và các mẹ có thể nhận thấy thông qua những cú đạp của bé. Đầu của bé thẳng hơn và tai đã dần định hình đúng vị trí.", "img":""},
    "t17":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 13cm, cân nặng khoảng 140g. Thai nhi có thể cử động các khớp và khung xương được hình thành từ các sụn mềm cũng dần cứng hơn. Dây rốn phát triển chắc và dày hơn. ", "img":""},
    "t18":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 14.2cm, cân nặng khoảng 190g. Bé có thể gập tay chân và các mẹ sẽ cảm nhận được những hành động này. Bao thần kinh myelin đang dần hình thành xung quanh các dây thần kinh.", "img":""},
    "t19":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 15.3cm, cân nặng khoảng 240g. Các giác quan (thính giác, khứu giác, vị giác, xúc giác, thị giác) đang phát triển và trẻ có khả năng nghe được những gì mẹ nói. Hãy hát to hoặc nói chuyện với bé nếu mẹ thích.", "img":""},
    "t20":  {"text": "Chiều dài đỉnh đầu tới mông khoảng 16.4cm, cân nặng khoảng 300g. Thai nhi có thể nuốt nước ối và hệ tiêu hoá bắt đầu sản sinh ra phân su màu đen, đặc sệt mà có thể sẽ xuất hiện ở tã sau khi mới sinh hoặc trong bụng mẹ lúc sinh.", "img":""},
    "t21":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 26,7cm, cân nặng khoảng 360g. Những cú đạp của bé đã không còn chỉ là sự rung động nhỏ mà nó đã đủ mạnh để tác động đến thành tử cung. Các mẹ sẽ quen dần và gần như đoán được lịch trình hoạt động của bé.", "img":""},
    "t22":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 27,8cm, cân nặng khoảng 430g. Lúc này, thai nhi đã trông giống như một bé sơ sinh hoàn chỉnh nhưng còn nhỏ. Những đặc điểm như môi, lông mày đã rõ nét hơn nhưng sắc tố màu mắt thì vẫn chưa xuất hiện.", "img":""},
    "t23":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 28.9cm, cân nặng khoảng 500g. Tai của bé đã nhạy cảm để nghe được âm thanh hơn. Sau khi sinh, bé có thể nhận ra những âm thanh bên ngoài tử cung nếu như bé đã được nghe từ khi còn trong bụng.", "img":""},
    "t24":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 30cm, cân nặng khoảng 600g. Thai nhi nhìn có vẻ vẫn gầy nhưng sự mũm mĩm (thịt của cơ thể) đang dần hình thành. Da của bé còn mỏng và mờ nhưng điều này cũng sắp được thay đổi.", "img":""},
    "t25":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 34.6cm, cân nặng khoảng 660g. Làn da nhăn nheo của bé dần căng ra bởi lượng mỡ bên trong và càng giúp bé trông giống trẻ sơ sinh hơn. Tóc bắt đầu mọc và hình thành kết cấu, màu sắc.", "img":""},
    "t26":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 35.6cm, cân nặng khoảng 760g. Khi đến tuần 26, thai nhi sẽ hít vào và thải nước ối ra để giúp phổi phát triển. Hoạt động thở này như là một bài tập luyện tốt để chuẩn bị cho việc hít thở không khí sau khi sinh.", "img":""},
    "t27":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 36.6cm, cân nặng khoảng 875g. Tuần 27 là tuần cuối của tam cá nguyệt thứ 2. Lúc này bé hình thành lịch trình ngủ và thức tương đối rõ ràng. Não đã phản xạ nhạy cảm hơn. Những thành phần của phổi vẫn chưa hoàn thiện nhưng chúng vẫn có thể thực hiện chức năng nếu có ra khỏi bụng mẹ với sự trợ giúp của y học.", "img":""},
    "t28":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 37.6cm, cân nặng khoảng 1005g. Thị lực của bé vẫn tiếp tục phát triển và có khả năng cảm nhận được ánh sáng từ bên ngoài. Bé có thể chớp mắt và mi mắt sẽ còn phát triển nữa.", "img":""},
    "t29":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 38.6cm, cân nặng khoảng 1153g. Phổi và các cơ hoạt động nhiều hơn để chuẩn bị cho chức năng ở thế giới bên ngoài. Đầu cũng to hơn để có không gian cho bộ não phát triển.", "img":""},
    "t30":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 39.9cm, cân nặng khoảng 1319g. Thai nhi càng phát triển thì lượng nước ối bao bọc xung quanh càng ít đi.", "img":""},
    "t31":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 41.1cm, cân nặng khoảng 1502g. Đến tuần 31, bé có thể xoay đầu từ bên này sang bên kia. Một lớp chất béo bảo vệ cơ thể được hình thành dưới da và làm tay chân của bé bụ bẫm hơn.", "img":""},
    "t32":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 42.4cm, cân nặng khoảng 1702g. Sang tuần 32, các mẹ có thể tăng gần 0,5kg mỗi tuần và một nửa trọng lượng đó là vào bé để giúp bé đạt thêm 1/3 đến một nửa trọng lượng cơ thể khi chào đời trong khoảng 7 tuần còn lại.", "img":""},
    "t33":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 43.7cm, cân nặng khoảng 1918g. Thành phần xương trong hộp sọ của bé vẫn chưa hợp nhất nhưng điều đó lại giúp đầu của thai nhi dễ đi qua đường sinh hơn. Những thành phần xương đó cũng sẽ chưa hoàn thiện cho đến khi trưởng thành.", "img":""},
    "t34":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 45cm, cân nặng khoảng 2146g. Đến tuần 34, hệ thống thần kinh trung ương cũng như là phổi của bé dần hoàn thiện hơn. Những bé được sinh trong khoảng từ tuần 34-37 mà không gặp bất kỳ vấn đề sức khoẻ nào thì về sau sẽ thường sống khoẻ mạnh hơn.", "img":""},
    "t35":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 46.2cm, cân nặng khoảng 2383g. Bước sang tuần 35, thai nhi cảm thấy chật chội hơn trong tử cung. Thận của bé đã phát triển hoàn thiện và gan đã có thể bài tiết những chất không cần thiết.", "img":""},
    "t36":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 47.4cm, cân nặng khoảng 2622g. Ở tuần 36, bé có thể đạt trọng lượng 30g mỗi ngày. Cơ thể sẽ sản sinh một lớp chất gây để bảo vệ làn da của bé.", "img":""},
    "t37":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 48.6cm, cân nặng khoảng 2855g. Đây là thời gian đã gần đến ngày sinh, mặc dù em bé trông giống như trẻ sơ sinh, bé có thể chưa hoàn toàn sẵn sàng cho thế giới bên ngoài. Trong hai tuần tới phổi và não của bé sẽ trưởng thành đầy đủ.", "img":""},
    "t38":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 49.8cm, cân nặng khoảng 3083g. Các mẹ có thể tò mò về màu mắt của bé nhưng lúc này, lòng đen mắt của bé vẫn chưa phát triển hết sắc tố. Thậm chí nếu bé sinh ra có màu mắt xanh, nó vẫn có thể thay đổi thành màu tối hơn đến khi bé được 1 tuổi.", "img":""},
    "t39":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 50.7cm, cân nặng khoảng 3288g. Bước sang tuần 39, thai nhi đã được coi là đủ ngày đủ tháng. Sự phát triển của bé đã hoàn thiện nhưng bé vẫn tiếp tục sản sinh lượng chất béo cần thiết để cơ thể có thể điều chỉnh nhiệt độ cơ thể khi chào đời.", "img":""},
    "t40":  {"text": "Chiều dài đỉnh đầu tới chân khoảng 51.2cm, cân nặng khoảng 3462g. Khi đến 40 tuần, có thể đã quá ngày dự sinh nhưng nó vẫn chưa phải là quá muộn như các mẹ nghĩ, đặc biệt nếu các mẹ tính không đúng ngày có kinh cuối cùng vì đôi khi phụ nữ rụng trứng muộn hơn dự đoán. Nếu đã quá ngày dự sinh, bác sĩ sẽ kiểm tra để chắc chắn các mẹ vẫn mang thai an toàn.", "img":""},
    "t41":  {"text": "Một khi thai nhi đã được 41 tuần, đây có thể bị coi là quá ngày dự sinh. Nếu thai kỳ diễn ra hơn 2 tuần sau ngày dự sinh thì có thể khiến thai nhi gặp phải biến chứng nào đó vì vậy các mẹ nên nói chuyện với bác sĩ để tìm phương pháp kích thích chuyển dạ.", "img":""}
}